var ed_button = {
'yes': 'Да',
'no': 'Нет',
'save': 'Сохранить',
'close': 'Закрыть',
'cancel': 'Отмена',
'delete': 'Удалить',
'next': 'Продолжить'
};

var ed_mess = {
'delete_title': 'Удаление',
'delete_section': 'Удалить раздел?',
'delete_record': 'Удалить запись?',
'bad_symbol_page':'Имя страницы должно содержать только латинские буквы и цифры, а также символ тире!',
'not_title_page': 'Неуказано поле "Заголовок страницы"',
'not_name_page': 'Неуказано имя страницы сайта',
'edit_menu': 'Настроить меню'
};

var form_mess = {
'site_publication': 'Чтобы опубликовать изменения нажмите "Да"',
'save_change': 'Опубликовать изменения?',
'not_completed': 'Незавершенное редактирование! Завершите редактирование заголовка или текста и попытайтесь выполнить эту операцию еще раз.',
'delete_page': 'Удалить страницу?',
'delete_page_text': 'Вы действительно желаете удалить страницу',
'back_change': 'Отменить все изменения?',
'back_change_text': 'Все изменения в редакторе будут отменены'
};

var ed_logo = {
'title': 'Загрузить логотип',
'close': 'Закрыть',
'message': 'Установить ширину логотипа для загрузки',
'upload': 'Загрузить'
};